{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://imgur.com/PyQypXo.png",
        "DisableIconText": false,
        "IconPosition": 0,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "<RichColor Color=\"1,0,0,1\">WILLKOMMEN</>",
          "title1": "WILLKOMMEN BEIM DRAGONHEART PVE-CLUSTER",
          "text1": "Schön das du hierher gegefunden hast\n\n Hier noch ein paar Info`s für dich,\n\n *Start Kit (Free)* und weiter Kits findest du im Shop ( Inventart links unten).\n\n Alle *30 min* bekommst du *15 Coins*. Auch Dino Kill geben dir Coins (30% chance).\n\nRegel und die Settings findest du auf der nächsten Seite.\n\nWir geben uns Müde mit Events regelmäßig wechselnde Aktionen und Dino-Farbevents Hand in Hand verlaufen zu lassen\n\n um dich Glücklich zu machen,\n\nSupport gibts im Discord. \n\nKomm doch gleich auf unseren Discord und lerne weiter Spieler kennen, vorteil hast du auch wenn du \n\ndich Verlinkst zb 'Kick me'.\n\nAuch Serverstatus siehst du oder Wartungen das alles gibts da. Oder du willst mit deinen Tribe reden auch da\n\nist platz für.\n\n\n\n Und jetzt Viel Spaß beim spielen fallst du noch leben solltest bei diesen langen Text ;",
		"imageurl": "https://imgur.com/Kho9I6x.png"
        }
      },
      {
        "tab2": {
          "layout": 2,
          "buttontext": "Settings & Rules",
          "title1": "Settings",
          "title2": "Rules",
          "text1": "*Max. Wild-Dino Level: 300 \n\n*Charakter Level: 105 (+zusätzliche Level durch Bosse,etc.) \n\n* XP: 1.3x \n\n* Harvest: 2.3x\n\n* Taming: 8x  \n\n* Breeding: 10x\n\n* Eggs hatch: 8x \n\n* Mating: 6h-16h.\n\n\n\n",
          "text2": " \n§ 1 Verhaltensregeln im Discord und Ingame \n \n1.    Unhöfliches-, beleidigendes-, sexuelles-, politisches- und rassistisches Verhalten jeglicher Art wird mit einem sofortigem Bann bestraft. \n2.    Spieler- und Tribenamen dürfen weder  Admin- noch politische Namen sein. Auch Namen wie z.B. 'Mensch' sind verboten. Jeder Ingamename darf nur einmal auf dem Cluster vergeben sein. \n3.    Jeder Spieler ist verpflichtet sich mit dem Discord zu verbinden (Link Ark)! Hier herrscht Discord Pflicht. \n4.    Das schreiben im dauerhaften CAPSLOCK, so wie das spammen von Nachrichten und das dauerhafte @Ping sind untersagt. \n5.    Öffentliche Namensnennungen (und/oder Markierung) die negativ behaftet sind, sind im Discord so wie Ingame untersagt! \n6.    Das Streamen unseres Clusters ist erlaubt. Werbung, Kommunikationen, Streaming von/für andere Communitys/Clustern ist jedoch untersagt! \n7.    Discord Tribechannel, sind wie Basen zu behandeln, ohne Erlaubnis darf nicht gejoint werden. \n8.    Bug-Using, Exploits und Multi-Accounting ist verboten! \n9.    Bei Unklarheiten, Supportbedarf, persönlichen Anliegen wie zb Regelverstöße und Meldungen ist das Adminteam per Ticket zu informieren. \n10.    Bei nicht Einhaltung der Regeln ist das Adminteam befugt sämtliche Konsequenzen auszusprechen/zu vollziehen. Die Admins handeln in ihrem besten Wissen und haben das letzte Wort! Weitere Diskussionen nach Anweisungen sind nicht geduldet, den Anweisungen des Adminteams ist Folge zu leisten. \n11.    Discord Channel sind entsprechend ihrer Funktion zu nutzen! \n12.    Das private Anschreiben vom  Adminteam, aufgrund von Supportthemen, ist verboten! \n \n§ 2 Spezifische Ingame Regeln \n \n1.    Der Verlust von Items jeglicher Art (Dinos, Strukturen etc.) wird nicht erstattet. Dies gilt auch aufgrund von Bugs, Updates oder anderen technischen Problemen! \n2.    Das Stören, Stehlen oder Grabben von anderen Spielern ist untersagt. \n3.    Das Stören/Eingreifen eines Tame- oder Kampfvorgangens ist nicht gestattet. \n4.    Das Droppen von Eiern jeglicher Art ist außerhalb der eigenen Base verboten. Das Freilassen sowie Herumstehen der Dinos außerhalb der Base ist untersagt. \n5.    Tames dürfen außerhalb der Base nicht auf aggressiv/neutral und wandern stehen! \n6.    Jegliche Struktur die Loot gibt, ist vollständig zu leeren! \n7.    Basen dürfen erst nach Erlaubnis des Tribes betreten/bereist werden. \n8.    Allgemein gilt: Wer zuerst kommt, mahlt zu erst! Dies gilt für Dinos, OSDs, Lootcrates und andere von Ark generierten Strukturen. \n9.    Stacking/Stapeln von Dinos ist untersagt! Bei der Aufzucht ist vorher der Abstand zwischen den unausgewachsenen Dinos zu prüfen! Gestackte Dinos werden zerstört. \n10.    Es dürfen 4 Gachas zur Produktion an der Hauptbase aufgestellt werden. **Bei Verzicht auf eine Wasserbase dürfen an einer zweiten Hauptbase auf einer anderen Map ebenfalls 4 Gachas aufgestellt werden.** \nEltern müssen nach Paarung/Schwangerschaft direkt und Ausgewachsene Nachkommen Spätestens nach 24h eingepackt werden.  \n11.    Das zerstören fremder Strukturen, sowie das Übernehmen fremder Dinos ist untersagt. Nutzt hierfür Lost & Found und Strukturen-Report im Discord. Das Adminteam kümmert sich um diese Strukturen/Tiere! \n12.    Wildtiere dürfen nicht zu fremden Basen gezogen werden (z.B. Giga/Wyvern) \n13.    Gen 2 Mission ist lediglich zur Erfüllung der Missionen gedacht. Das bebauen der Map ist untersagt! \n14.    Es besteht Tribe-Pflicht (auch als Solospieler). Auf jeder Map muss der Tribename identisch sein!\n\n",
          "imageurl": "https://imgur.com/Kho9I6x.png"
        }
      },
      {
        "tab3": {
          "layout": 3,
          "buttontext": "Test",
          "title1": "1",
          "title2": "2",
          "title3": "3",
          "text1": "This text goes into the 1",
          "text2": "This text goes into the 2",
          "text3": "This text goes into the 3",
          "imageurl": "https://imgur.com/Kho9I6x.png"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Discord",
          "url": "https://google.com"
        }
      }
    ]
  }
}
